{
  "nav_1": "Маҳсулотлар",
  "nav_2": "Биз ҳақимизда",
  "nav_3": "Жараён",
  "ourPd": "Бизнинг Махсулотлар",
  "pdName_1": "“ЯЙРАТАН” ФУНКЦИОНАЛ ЗИРАВОРИ",
  "recomended":"Тавсия этилади:",
  "recomend_1":"Барча турдаги тайёр овқатлар билан истеъмол қилиш учун.",
  "desc_1": "Ушбу зиравор антиоксидантлар, овқат толасига ва микронутирентларга бой бўлиб, ўт ҳайдаш, ошқозон ости бези фаолиятини яхшилаш орқали ичак эвакуация жарёнини кучайтиради, натижада истеъмол қилинган таомлар таркибидаги озуқавий моддаларни сўрилишини таъминлаб, ич келишини яхшилайди. “ЯЙРАТАН ЗИРАВОРИ”ни доимий истеъмол қилиш  ичак микрофлораси яхшиланишига, холестрин миқдорини меъёрлаштиришда катта ёрдам беради.",
  "glink_1":"Гликемик индекс 12 %, 100 г Овқат толаси 11 г.",
   "notRecomend_1":" Тавсия этилмайди: 3 ёшгача бўлган болалар  учун.",
  "pdName_2": "ФУНКЦИОНАЛ ЙОДЛАНГАН ПЕЧЕНЬЕ",
  "recomend_2":"Барча ёш тоифалари, жумладан 6 ойликдан катта бўлган болалар истеъмоли учун.",
  "desc_2": "Ушбу печеньелар таркибидаги оқсил, ёғ, углеводлар баланслаштирилган. Микронутриентларга жуда бой бўлиб,   организмда осон ўзлаштирилади. Таркибида триптофан аминокислотаси борлиги истеъмол қилинганда кайфиятни тез кўтаради ва антидепрессант хусусиятларини намоён қилади. Таркибида овқат толаси етарли миқдорда бўлганлиги боис ичак микрофлорасини яхшилаб боради. \nБу турдаги  печеньелар мунтазам истеъмол қилиб  борилганда организмда йод етишмовчилиги билан боғлиқ бўлган барча муаммоларни бартараф этади ҳамда болаларда тана ҳароратининг тушиб кетишини олдини олади. ",
  "glink_2":"Энг асосийси, ушбу органик йод маҳсулотда табиий  био ҳолатда бўлганлиги боис, организмда йод дозасини ошириб юбориш ҳолатини бартараф этади.",
     "notRecomend_2":"",
  "pdName_3": "“БУҒДОЙ – ЖАВДАР” ҚАЙНАТМА  ФУНКЦИОНАЛ НОНИ",
  "recomend_3":"қандли диабетда, юрак - қон томир касалликларида, аллергияларда, семизликда, калий ва кальций етишмовчилигида, ич қотишида.",
  "desc_3": "Ошқозон-ичак тизимида ҳазм қилиш жараёнини яхшилайди, семиришни олдини олади, ичакдаги токсинларни ташқарига ҳайдашга ёрдам беради.",
  "glink_3":"Гликемик индекс 45,1 %, 100 г 4,3 г овқат толаси мавжуд. ",
       "notRecomend_3":" Суткалик норма: 100 -200 грамм.",
  "pdName_4": "“КУНЖУТЛИ КУЛЧА” ВА “КУНЖУТЛИ” ФУНКЦИОНАЛ НОНЛАРИ",
  "recomend_4":"камқонликда, қон босими ошганда, атеросклерозда, қандли диабетда, дисбактериозда, аллергик касалликларда,  ич қотишида.",
  "desc_4": "Бу турдаги функционал нонлар ҳомиладорлар, ёш болалар, ўсмирлар, эмизикли аёллар, фаол турмуш тарзи олиб борувчи инсонлар учун ҳар кунлик асосий озуқа ҳисобланади.\nШунингдек, антибиотиклар билан даволангандан сўнг организмни тозалаш учун истеъмол қилиш жуда фойдали. ",
   "glink_4":" Гликемик индекс 47,7 %, 100 г  маҳсулот таркибида 7,0 г овқат толаси мавжуд.Таркибида 20 хил аминокислоталар, макро ва микро элементлар, фолат кислота ва витаминлар функционал даражада мавжуд. ",
         "notRecomend_4":" Суткалик норма: 50-200 грамм.",
  "pdName_5": "“БУҒДОЙ – ЖАВДАР БАТОНИ” ФУНКЦИОНАЛ НОНИ",
  "recomend_5":"ўсмир йигит-қизларга, спорт билан мунтазам шуғулланувчиларга, ҳомиладорларга, эмизикли аёлларга, боғча ёшидаги болаларга, турли хил микроэлементлар етишмовчилигида, камқонликда, аллергик касалликларда...",
  "desc_5": "Ёш организмнинг тўғри ривожланиб боришини таъминлайди, овқатдан семиришни олдини олади.",
    "glink_5":"Гликемик индекс 48,8 %, 100 г маҳсулот таркибида 4,5 г овқат толаси мавжуд.",
           "notRecomend_5":"Суткалик норма: 100-300 грамм ",
  "pdName_6": "“ЗОҒОРА” ФУНКЦИОНАЛ НОНИ ",
   "recomend_6":"зоғора нон таркибида глютен миқдорини камлиги ва озуқавий қиймати юқорилиги билан осон ҳазм бўлади.",
  "desc_6": " Ушбу нон 3 ёшгача бўлган болаларга, кексаларга, эмизикли аёлларга, спорт билан мунтазам шуғулланувчиларга, ўт ва жигар касалликлари,  юрак - қон томир касалликлари, ошқозон-ичак яра касалликлари бор инсонлар доимий истеъмол қилиб боришлари фойдали ҳисобланади ",
 "glink_6":"Гликемик индекс 50,5 %, 100 г маҳсулот таркибида 4,5 г овқат толаси мавжуд.Тавсия этилмайди: қандли диабет билан касалланган инсонлар учун   ",
           "notRecomend_6":"Суткалик норма: 100-200 грамм. "
}