{
  "nav_1": "Продукты",
  "nav_2": "О нас",
  "nav_3": "Процесс",
  "ourPd": "Наши продукты",
  "pdName_1": "ПРИПРАВА ФУНКЦИОНАЛЬНАЯ “ЯЙРАТАН”",
  "recomended":"Рекомендуется:",
  "recomend_1":"для употребления со всеми видами готовых блюд.",
  "desc_1": "nПриправа богата антиоксидантами, пищевыми волокнами и микроэлементами. За счет улучшения желчегонной функции, функции поджелудочной железы улучшает процесс эвакуации пищи, в результате чего обеспечивает всасывание питательных веществ, содержащихся в пище, улучшается опорожнение кишечника. Регулярное употребление «ЯЙРАТАН» способствует улучшению микрофлоры кишечника, нормализации уровня холестерина.",
  "glink_1":"Гликемический индекс – 12%, количество пищевых волокон в 100 г продукта – 11 г.",
  "notRecomend_1":" Не рекомендуется детям до 3 лет.",
  "pdName_2":"ПЕЧЕНЬЕ ФУНКЦИОНАЛЬНОЕ  ЙОДИРОВАННОЕ" ,
  "desc_2": "Содержание белков, жиров и углеводов в печенье сбалансировано. Богато микронутриентами, в том числе органическим йод легко усваивается организмом.\nНаличие в составе аминокислоты триптофан способствует улучшению настроения и проявлению антидепрессивных свойств. Благодаря достаточному количеству пищевых волокон в составе улучшает микрофлору кишечника.\nПри регулярном употреблении устраняет йододефицитные состояния, предотвращает падение температуры тела у детей.",
  "recomend_2":" для употребления всеми возрастными категориями, в том числе детьми от 1 года.",
  "glink_2":"Главное, что органический йод находится в продукте в естественном биосостоянии, поэтому исключается передозировку йода в организме.",
  "notRecomend_2":"",
  "pdName_3":"ХЛЕБ ФУНКЦИОНАЛЬНЫЙ ЗАВАРНОЙ  \"ПШЕНИЧНО-РЖАНОЙ”" ,
  "desc_3":"Улучшает процесс пищеварения в желудочно-кишечном тракте, предотвращает ожирение, способствует выведению токсинов из кишечника.",
  "recomend_3":" при сахарном диабете, сердечно-сосудистых заболеваниях,  аллергикам,  при ожирение, дефиците калия и кальция, склонности к запорам.",
    "glink_3":"Гликемический индекс – 45,1%, количество пищевых волокон в 100 г продукта – 4,3 г.",
    "notRecomend_3":"Суточная норма: 100 -300 грамм.",
  "pdName_4": "ХЛЕБ ФУНКЦИОНАЛЬНЫЙ “С КУНЖУТОМ” И “КУЛЧА С КУНЖУТОМ”",
  "desc_4":" Этот вид функционального хлеба является основным повседневным продуктом питания беременных и кормящих женщин, детей раннего возраста, подростков и людей, ведущих активный образ жизни.\nПолезно употреблять для очищения организма после лечения антибиотиками." ,
  "recomend_4":"при анемии, гипертонии, атеросклерозе, сахарном диабете, дисбактериозе, аллергических заболеваниях, запорах.",
    "glink_4":"Гликемический индекс – 47,7%, количество пищевых волокон в 100 г продукта – 7,0 г.",
    "notRecomend_4":"Суточная норма: 50 -200 грамм.Содержит 20 различных аминокислот, макро- и микроэлементы, фолиевую кислоту и витамины в функциональнқх дозах.",
  "pdName_5": "ХЛЕБ ФУНКЦИОНАЛЬНЫЙ “БАТОН ПШЕНИЧНО-РЖАНОЙ”",
  "desc_5":" Обеспечивает правильное развитие молодого организма, предотвращает ожирение." ,
  "recomend_5":"беременным и кормящим женщинам, детям, подросткам, людям, регулярно занимающимся спортом, при дефиците различных микроэлементов, анемии, аллергических заболеваниях.",
    "glink_5":"Гликемический индекс – 48,8%, количество пищевых волокон в 100 г продукта – 4,5 г. ",
    "notRecomend_5":"Суточная норма: 100-300 грамм.",
  "pdName_6": "ХЛЕБ ФУНКЦИОНАЛЬНЫЙ “ЗОГОРА”",
  "desc_6":"Полезен детям до 3 лет, пожилым людям, кормящим женщинам, людям, регулярно занимающимся спортом, людям с заболеваниями желчи и печени, сердца и сосудов, людям с язвенными заболеваниями желудочно-кишечного тракта.",
   "recomend_6":" Хлеб легко усваивается благодаря низкому содержанию глютена и высокой питательной ценности.",
     "glink_6":"Гликемический индекс – 50,5%,количество пищевых волокон в 100 г продукта – 4,5 г.Не рекомендуется: людям больным диабетом  ",
     "notRecomend_6":" Суточная норма: 100-200 грамм."
}


