 {
     "nav_1": "Products",
     "nav_2": "About Us",
     "nav_3": "Process",
     "ourPd": "Our Products",
     "pdName_1": "FUNCTIONAL SPICE “YAYRATAN”",
     "recomended":"Recommended:",
     "recomend_1":"for use with all kinds of ready meals.",
     "desc_1":"The spice is rich in antioxidants, dietary fiber and trace elements. By improving the choleretic function and the function of the pancreas, spice improves the process of food evacuation, as a result of which it ensures the absorption of nutrients contained in food and improves bowel movement. Regular use of \"YAYRATAN\" improves intestinal microflora and normalizes cholesterol levels.",
     "glink_1":"Glycemic index - 12%, amount dietary fiber in 100 g of the product - 11 g.",
          "notRecomend_1":" Not recommended for children under 3 years old.",
     "pdName_2":"COOKIES FUNCTIONAL IODIZED" ,
     "desc_2": "The content of proteins, fats and carbohydrates in cookies are balanced. It is rich in micronutrients, including organic iodine, which is easily absorbed by the body.\nThe presence of the amino acid tryptophan helps to improve mood and the manifestation of antidepressant properties. Due to the sufficient amount of dietary fiber in the composition, it improves the intestinal microflora.\nWith regular use, it eliminates iodine deficiency conditions, prevents a drop in body temperature in children.",
      "recomend_2":"for use by all age categories, including children from 1 year old.",
       "glink_2":"The main thing is that organic iodine is present in the product in its natural biological state, therefore an overdose of iodine in the body is excluded.",
       "notRecomend_2":"",
     "pdName_3":"FUNCTIONAL COOKED BREAD \"WHEAT-RYE\"",
     "desc_3": "Improves the process of digestion in the gastrointestinal tract, prevents obesity, promotes the removal of toxins from the intestines.",
     "recomend_3":"for diabetes, cardiovascular diseases, allergies, obesity, potassium and calcium deficiency, constipation.",
         "glink_3":"Glycemic index - 45.1%,the amount of dietary fiber in 100 g of the product is 4.3 g.",
         "notRecomend_3":"Daily rate: 100 -300 grams.",
     "pdName_4": "FUNCTIONAL BREAD “WITH SESAME” AND “KULCHA WITH SESAME”",
     "desc_4": "This type of functional bread is a daily staple for pregnant and breastfeeding women, young children, teenagers and people with an active lifestyle.\nUseful for cleansing the body after antibiotic treatment.",
     "recomend_4":" for anemia, hypertension, atherosclerosis, diabetes mellitus, dysbacteriosis, allergic diseases, constipation.",
         "glink_4":"Glycemic index - 47.7%,\nthe amount of dietary fiber in 100 g of the product is 7.0 g.",
         "notRecomend_4":"Daily rate: 50 -200 grams.\nContains 20 different amino acids, macro- and microelements, folic acid and vitamins in functional doses.",
     "pdName_5": "FUNCTIONAL BREAD “BATON WHEAT-RYE”",
     "desc_5": "Ensures the correct development of a young organism, prevents obesity.",
      "recomend_5":" for pregnant and lactating women, children, adolescents, people who regularly play sports, with a deficiency of various trace elements, anemia, allergic diseases.",
         "glink_5":"Glycemic index - 48.8%,\nthe amount of dietary fiber in 100 g of the product is 4.5 g.",
         "notRecomend_5":" Daily rate: 100-300 grams.",
     "pdName_6":"FUNCTIONAL BREAD “ZOGORA”",
     "desc_6":"It is useful for children under 3 years old, the elderly, lactating women, people who regularly play sports, people with diseases of the bile and liver, heart and blood vessels, people with peptic ulcers of the gastrointestinal tract.",
     "recomend_6":"The bread is easy to digest due to its low gluten content and high nutritional value. ",
          "glink_6":"Glycemic index - 50.5%,\nthe amount of dietary fiber in 100 g of the product is 4.5 g.\nNot recommended for people with diabetes",
          "notRecomend_6":"Daily rate: 100-200 grams."
 }