import React from 'react';
import leftImg from "../assets/images/doctors.png"
import rightImg from "../assets/images/doctors2.png"
import Teachers from "./teachers";
import ReactPlayer from 'react-player'


const Our = () => {
    return (
        <div className="container">
            {/*<Navbar/>*/}
            <div className=" our">
                <div>
                    <div className="about">
                        <div className="main">
                    <h2>Функционал маҳсулотлар</h2>
                    <h4>Ер юзида аҳоли сонининг мунтазам ошиб бориши натижасида озиқ-овқатларга бўлган талаб кучайиб бормоқда. Озиқ-овқатларни тезкор усулда ишлаб
                        чиқаришда янги технологияларни жорий этиш, қишлоқ хўжалигида назоратсиз равишда турли препаратлар ва пестицидларнинг қўлланилиши, озиқ моддаларнинг
                        сифати сезиларли даражада ўзгарганлиги ҳақида дунё олимлари бонг урмоқда.
                    </h4>
                        </div>
                    </div>
                    <div className="doctors">
                        <img src={leftImg} alt=""/>
                        <img src={rightImg} alt=""/>



                    </div>
                    <div className="about">
                        <div className="main">
                    <h4>
                        Инсоният тарихи шуни кўрсатадики, инсон яралиши қанчалар жумбоқ бўлса, унинг илк овқатланиши ҳам худди шундай жумбоқлигича колиб келмоқда. Аслида бизнинг тинч ухлаган давримиздан бошлаб токи кучли эмоционал холатимиз асосида энергия аламшинуви туради. Инсон танаси ўз атрофига бутун умри давомида фақат миллион миллион қувватга тенг энергияни ишлаб чиқарувчи машинага ўхшайди.
                        Аслида овқатланишга чуқур тафаккур қилиш тўғрисида буюк олимлар ўзларининг илмий асосланган мулоҳазаларни ёзиб қолдиришган. Демак, аҳолининг ижтиомий саломатлигини сақлашда тўлақонли овқатланиш энг асосий омиллардан бири эканлигига ҳеч қандай шак шубҳа йўқдир.
                        Республикамизда охирги йилларда ўтказилган ижтимоий тадқиқотлар шуни кўрсатадики, 3 ёшгача бўлган болалар ва мактаб ўқувчиларининг овқатланишларини амалий ўрганиш натижасида қуйидагилар аниқланган. Республикада 2 ёшгача бўлган болалар учун ҳамда ҳомиладор ва эмизикли аёллар учун юқори озиқавий қийматга эга махсус озиқ-овқат маҳсулотларининг ишлаб чиқилмаганлиги аниқланган. Эмизикли оналарда фарзанди 3 ойлик давридан бошлаб, она сутининг етишмовчилиги 74% ташкил этган ва 3 ёшгача бўлган болалар орасида сут тишларининг кечикиб чиқиш 14 % ташкил этганлиги аниқланган. Шунингдек, тадқиқотлар натижасида, республикадаги таълим муассасаларида таълим олаётган ўқувчилар учун махсус болалар таомлари яратилмаганлиги ва ҳозирда тайёрланаётган мактаб ошхоналаридаги овқатлар болаларнинг ёшига мос рационал овқатланишлардан анча узоқроқ таомлардан ташкил топганлиги кузатилган. Кўп ўқувчилар куннинг асосий вақтини таълим даргоҳида ўтказишларига қарамай, куннинг ярмисини овқатланмасдан ёки битта кулча нон (булочка) еб ўтказганликлари аниқланган. Бугунги кунда республикада 16 ёшгача бўлган мактаб ўқувчилари орасида жуда кўплаб касалликлар ёшариб бораётганлиги кузатилган ва айрим касалликлар жумладан, камқонлик, тиш касалликлари ва яссиоёқликнинг биринчи даражаси билан оғринганлар республикада 50 фоиздан ошганлиги ҳам тадқиқотлар натижасида аниқланган. Бундан кўриниб турибдики, миллат генофондини сақлашда юқори озиқавий қийматга эга функционал озиқ-маҳсулотларини ишлаб чиқариш бугунги куннинг муҳим масалаларидан бири бўлиб қолмоқда. Олимларнинг фикрига кўра, инсонинг соғлом узоқ умр кўриши учун нутриентларга бой озиқ-овқат маҳсулотларни ҳар куни истеъмол қилиб бориш зарурлиги таъкидланган.

                        билан боғлиқ бўлган жиддий муаммоларни ҳал қилишга қаратилган янги озиқ-овқатларни ишлаб чиқариш тизимига йўл очди. Япония ҳукумати бугунги кунда функционал овқатланишни дори воситаларига нисбатан альтернатив даволаш сифатида тан олади.

                    </h4>

                            <ReactPlayer
                                className='react-player'
                                url='https://youtu.be/57XajhGL3JQ'
                                 width='100%'
                                 height='250px'
                            />


                            <h3 className="uchenie">Наши ученые</h3>
                        </div>
                    </div>
                </div>

            </div>

            <Teachers/>


            <div className="row blits">
                <h4>Блиц</h4>
                <div className="col-lg-6 col-md-6 col-12 ">
                <ReactPlayer
                    className='react-player'
                    url='https://vimeo.com/750325973'
                />
                </div>
                <div className="col-lg-6 col-md-6 col-12">
                <ReactPlayer
                    className='react-player'
                    url='https://vimeo.com/749951064'
                />
                </div>
                <div className="col-lg-6 col-md-6 col-12">
                    <ReactPlayer
                        className='react-player'
                        url='https://vimeo.com/749968036'
                    />
                </div>
                <div className="col-lg-6 col-md-6 col-12">
                    <ReactPlayer
                        className='react-player'
                        url='https://vimeo.com/749959919'
                    />
                </div>
            </div>
        </div>
    );
};

export default Our;