import React from 'react';
import ReactPlayer from "react-player";
import leftImg from "../assets/images/nuts.png"
import rightImg from "../assets/images/bug'doy.png"
const Process = () => {
    return (
        <div className="container">
            <div className=" our">
                <div>
                    <div className="about">
                        <div className="main">
                            <h2>Функционал маҳсулотларнинг яратилиш тарихи</h2>
                            <h4>
                                XX асрнинг энг эришган ютуқларидан бири, бу Функционал озиқ-овқатларнинг яратилганлигидир. бу борада Япония унинг ватани десак, хато бўлмайди. Сабаби “Физиологик функционал озиқ-овқатлар бу-инсон организми озиқланиши учун”
                                деган тушунчани биринчи марта 1989 йилда жорий этган давлат Япония ҳисобланади.
                            </h4>
                        </div>
                    </div>
                    <div className="doctors">
                        <img src={leftImg} alt=""/>
                        <img src={rightImg} alt=""/>




                    </div>
                    <div className="about">
                        <div className="main">

                            <h4>Нега Япониялик олимлар функционал озиқланишга астоидил бел боғлашди деб ўйлайсиз? Сабаби ҳаёт қанчалар ривожланиб бормасин, инсонлар ўртасида микронутирентлар етишмовчилиги натижасида турли хил касалликлар ошиб бораётганлиги уларни ташвишлантирган эди. Бу ҳақда улар 1983 йил Нью-йоркда бўлиб ўтган жуда катта анжуманда бонг уриб инсониятни қутқариб қолиш йўлини излашга барчани чақиришади. Ва Япония ҳукумати биринчилардан бўлиб бунинг имкониятини топиш мақсадида улар 5 йил давомида ўз олимларини турли мамлакатларга бориб ҳар бир регионнинг ўзига хос хусусиятларини жумаладан
                                Овқатланиш асосларини фундаментал ўрганишади. Ва якуний хулоса сифатида энг ривожланган давлатлар ва катта шаҳарлардаги аҳолининг овқатланиш таркиб жиҳатдан табиийликдан суньийликка, оддийликдан мураккабликка ўтиб кетганлиги боис ичак микрофлораси яьни ичак эндоэкологияси ўзгариб кетиши натижасида ичакда бузилиш келиб чиқан деган якуний хулосага келишади. Шундан сўнг, пробиотиклар, пербиотиклар ва функционал озиқланиш деган концепцияни яратишади.
                                Бугунги кунда Япония Ҳукумати функционал озиқ-овқатларни дори воситаларга нисбатдан альтернатив сифатида тан олади.</h4>

                        </div>
                    </div>
                </div>

            </div>
        </div>
    );
};

export default Process;