import React from 'react';
import ReactPlayer from "react-player";
import leftImg from "../assets/images/nuts.png"
import rightImg from "../assets/images/bug'doy.png"
const Process = () => {
    return (
        <div className="container">
            <div className=" our">
                <div>
                    <div className="about">
                        <div className="main">
                            <h2>Функционал маҳсулотларнинг яратилиш тарихи</h2>
                            <h4>
                                XX асрнинг энг эришган ютуқларидан бири, бу Функционал озиқ-овқатларнинг яратилганлигидир. бу борада Япония унинг ватани десак, хато бўлмайди. Сабаби “Физиологик функционал озиқ-овқатлар бу-инсон организми озиқланиши учун”
                                деган тушунчани биринчи марта 1989 йилда жорий этган давлат Япония ҳисобланади.
                            </h4>
                        </div>
                    </div>
                    <div className="doctors">
                        <img src={leftImg} alt=""/>
                        <img src={rightImg} alt=""/>




                    </div>
                    <div className="about">
                        <div className="main">
                            <h4>
                                XX асрнинг энг эришган ютуқларидан бири, бу Функционал озиқ-овқатларнинг яратилганлигидир. бу борада Япония унинг ватани десак, хато бўлмайди. Сабаби “Физиологик функционал озиқ-овқатлар
                                бу-инсон организми озиқланиши учун” деган тушунчани биринчи марта 1989 йилда жорий этган давлат Япония ҳисобланади.
                            </h4>
                            <h3>Функционал озиқ-овқат нима?</h3>
                            <h4>Функционал озиқ-овқатларнинг 100 граммида бўлиши шарт бўлган  меъёрлар:</h4>
                            <h4>* 100 фоиз табиий маҳсулотлардан ташкил топиши; <br/>
                                * Мутлоқ хавфсиз бўлиши; <br/>
                                Функционал озиқ-овқатлар қайси давлатда етиштирилса уларнинг таркибидаги хомашёлар ўша мамлакатда етиштирилаётган озиқ-овқат хомашёсининг 50 фоизидан кам бўлмаган маҳсулотлардан тайёраланиши;
                                Маҳсулотда оқсил ёғ углеводлар баланслаштирилган бўлиши;
                                * 20 хил амина кислоталарнинг бўлиши; <br/>
                                *  Антиоксидантларнинг бўлиши; <br/>
                                Овқат толасининг функционал миқдорда бўлиши; (бир суткалик эҳтиёжнинг  22 фоизидан кам бўлмаслиги)
                                * Табиий пробиотик, пребиотик ва метабиотиклар бўлиши; <br/>
                                Эсенциал микронутриентлар ва кальций элементи суткалик эҳтиёжнинг 12 фоизидан кам бўлмаслиги;
                                * Олигосахаридларнинг бўлиши; <br/>
                                * Йод моддасининг биодозада бўлиши <br/>
                                * Зиқавий моддалар бўлган тақдирдагини биринчи навбатда таркиби жиҳатданИнсон онадан туғилар экан жажжи болага хатто сув ҳам бериш мумкин эмаслигини биласизми? Нўхатдек нон болани ҳалок қилишиничи.</h4>
                            <ReactPlayer
                                className='react-player'
                                url='https://vimeo.com/749951064'
                                // width='100%'
                                // height='100%'
                            />

                            <h4>Аслида туғилган боланинг ошқозон ичак тизими шунчалар микроорганизмлардан холи бўлган стерилланган маконки у жойда ҳаттоки бирор миркофлора ҳам бўлмайди.
                                Боланинг энг биринчи овқати бу- функционал овқат она сути  ҳисобланади. Функционал дейилишига сабаб шуки, у шунчалар балланслаштирилганки, унда оқсил ёғ, углевод витаминлар уйғунлашган бўиб, ичак фаолиятини бошқарувчи микрофлоралар ҳам бўлади. Табиатнинг Ўзи бизнинг энг биринчи овқатимизни функционал қилиб яратган.
                                Энди шу жойда савол беринг. Нега она сути болага осон ҳазм бўлади?
                                Тўғри савол беридингиз ана шу жойдан бошлаб сизга функционал озиқ-овқат нима эканлигини тушунтириш бизга осон бўлади.
                                Танамиздаги барча хужайралар сонидан ичакдаги микроолам сони неча юз миллондан кўп эканлигини биласизми? Аслида биз ўзимиз учун овқатланмаймиз эндоэкологияни тўғри ташкил этиш ва у оламни боқиш учун овқатланамиз. Уларнинг овқатини бермас эканбиз бизнинг ҳужайралар доим оч қолади ҳеч қачон овқтдан тўОнанинг сути болани боқиишдан кўра, боланинг ошқозон ичак тизимдида микро оламни ташкил этишга қаратилган бўлади. Болада ўша дақиқдан бошлаб ичак тизимдиа овқатланиш дастури тузилади. Буни илмий тилда эпигенетик дастур дейилади. Айнан ана шу дастур 3 йил даомида бола қанча умр кўради, кандай касалликлар билан касалланади қачон гапиради қандай характерли инсон бўлади буларнинг барчаси биринчи 1000 кунлик даврда эпигенетик дастурнинг шаклланишига биргина мисол боланинг тушида йиглаши, кулиши унинг исботидир, буни оналар жуда яхши билишади.
                                Биласизми онанинг сути болада нимани шакллантирида мирофлоралар оламини бизнинг нафақат умр бўйи халоскоримиз балким бу оламдан ўтгандан сўнг, қабрда оти кун давомида ичакдаги барча микрооргшанизмлар 18 соатга жигарга 72 соатда бош миягача етиб бориб инсон ҳужайраларни парчалаб тупроққа қоришиб кетишига ёрдам беришини тиббиётда илмий исбртланган.
                                пробиотик
                                лигини аниюбутун дунёга чиқари инсонбиз яна файтиб функционал озиқланишга қайтдик деган савол
                                Рўзада жуда қатъий тартиб бор. Яъни, вақт муҳим. Кейингиси – таркиб. Одатда оғиз сув билан очилади. Шуни алоҳида айтиш лозимки, рўзадор инсон функционал, яъни баланслашган, таркибида 20 та аминокислотаси бўлган, микроэлементлар, витаминлар ва овқат толасига бой маҳсулотларни истеъмол қилиш жуда муҳим ҳисобланади. Акс ҳолда организмда ўз-ўзини тозалаш дастури ишга тушмаслиги мумкин. Функционал овқатланиш организмни чанқашдан асрайди. Сабаби барча ҳужайрлар тўғри ишлаган пайтда сув ҳосил бўлади. Биламизки, бу сув организм учун жуда шифобахшдир. Рўзанинг энг муҳим чўққисини сўрасангиз, мен ифторлик пайтини айтган бўлардим. Чунки рўзадор сув ичишга муштоқ бўлар экан, сув ҳам тобора шифобахш ичимликка айланади (Эмото Масару тажрибаси). Бу сувни ичган заҳотингиз организмда тозаланиш жараёни бошланади. Агар кетидан таом емай, бироз дам бериб, шом намози ўқилса, шу муддат ичида танада улкан фойдали ўзгаришлар содир бўлади.
                                Ҳўл мевалар билан оғиз очилса, сув ўрнини босади.
                                Демак, ният, тартиб, таркиб муҳим. Айниқса, рўзада инсон нима еб-ичаётганини тафаккур қилиши зарур.
                                – Қандай беморлар рўза тута олмайди?</h4>

                            <ReactPlayer



                                className='react-player'
                                url='https://vimeo.com/749951064'
                                // width='100%'
                                // height='100%'
                            />

                            <h4>Аввало, рўзадорда кучли имон, ишонч бўлиши керак. Мабодо, “Рўза тутсам, касалимга ёмон таъсир қилмасмикин?” деган заррача гумон ўтдими, ростдан ҳам у янада хасталанади. Агар “Рўза тутсам, ҳеч нима қилмайди, аксинча, шифо бўлади”, деб ишонса ва рўза тутса, фойдадан холи бўлмайди. Айнан ошқозон касалликлари учун рўза тутиш жуда фойдали ҳисобланади. Шунингдек,  рўзадан энг кўп шифо топадиган орган бу – йўғон ичак ҳисобланади. Биламизки, инсон туғилганидан то умрининг охиригача тўғри ичак яллиғланган бўлади. Чунки нажаснинг 60 фоизини микроорганизмлар ташкил этади. Шунинг учун охирги йилларда тўғри ичак саратони дунёда 4-ўринга чиққан. Юртдошларимиз орасида ҳам гемморой касаллигининг кўплаб учраши илдизида функционал овқатланмаслик ётади. Шуни ёдда тутиш керакки, ҳар куни овқат емаган тақдирда ҳам овқат толаси қабул қилиш шарт ҳисобланади. Айнан ушбу овқат толаси функционал овқатларнинг асоси ҳисобланади. Аммо, биламизки, кўпчилик бундай илмлардан бехабар бўлгани учун ҳам овқатланишнинг функционал бўлишига эътибор бермайди. Бироқ рўза тутувчи ҳар бир юртдошимиз функционал озиқ-овқат маҳсулотлари билан рўза тутиб борсалар, очликни осон ўтказиш, ич қотишларни олдини олган бўладилар. Сўзимиз охирида ҳар бир рўзадор инсонларга овқат таркибига қаттиқ эътибор беришлари кераклигини сўраб қолган бўлар эдик.
                                Бугунги кунда дунё бўйлаб функционал озиқ-овқатлар бозорини тобора ортиб бораётганлигини, республикамизда уларни етиштириш учун жуда қулай табиий шароитлар мавжудлигини инобатга олиб, шу каби маҳсулотларни ишлаб чиқариш нафақат халқ генофондини яхшилашга, балки қўшимча иш жойларини яратиш, маҳсулотларни экспортга чиқариш орқали мамлакатимизнинг келгусидаги иқтисодий драйверига айланишига эришиш баробарида халқимиз фаровонлиги ўсиши йўлида хизмат қилади.
                                Ҳозирда 20 турдаги маҳсулотларга уларнинг таснифлари ва хафсизлик кўрсаткичлари белгиланган ташкилот стандартлари тасдиқланди, 8 турдаги маҳсулотларга санитария-эпидемиологик ҳулоса ва мувофиқлик сертификатлари олинди.
                                Булар: функционал нонлар, орагник йодланган маҳсулотлар, 3 ёшгача бўлган болалар, ўсмирлар, ҳомиладорлар, эмизикли аёллар учун маҳсус, микронутриентларга бой маҳсулотлар ҳамда қандли диабет билан касалланган фуқаролар учун гликемик индекси пасайтирилган функционал маҳсулотлардир. Ушбу функционал маҳсулотларни ишлаб чиқаришга барча ҳуқуқий асослар тайёр.
                                Ушбу лойиҳа стратегик йўналиш бўлиб, келгусида ҳар бир туманда функционал маҳсулотлар ишлаб чиқарувчи Комбинатларни тизимли ташкил этиш чоралари кўрилади. Ҳар бир туманда аҳолининг ижтиомоий қатлами ҳисобланган 30-70 минга яқин, барча ёшдаги болалар, ҳомиладорлар, эмизикли аёллар, камқонлик ва қандли диабет билан касалланган фуқароларни функционал маҳсулотлар билан мунтазам таъминлаб бориш орқали миллат генофонди мустаҳкамланишига эришилади.
                            </h4>
                        </div>
                    </div>
                </div>

            </div>
        </div>
    );
};

export default Process;