import React, {useEffect,useRef} from 'react';
import stz from "../assets/images/Mask.png"
import yayratan from "../assets/images/funksional.png"
import pecheni from "../assets/images/pecheni.png"
import bugdoy from "../assets/images/bug'doy-non.png"
import kunjut from "../assets/images/kunjutli-non.png"
import bugdoyJavdar from "../assets/images/bug'doy-javdar.png"
import zogora from "../assets/images/zog'ora-non.png"
import ReactPlayer from 'react-player'
import video from "../assets/videos/video_2.mp4"

const Products = () => {

    const data = [
        {id:1,image:yayratan,name:"ЯЙРАТАН ЗИРАВОРИ",icon:stz,date:"Ts 309245313-001:2022",desc:"Тавсия этилади: Барча турдаги тайёр овқатлар билан истеъмол қилиш учун.\n" +
                "Ушбу зиравор антиоксидантлар, овқат толасига ва микронутирентларга бой бўлиб, ўт ҳайдаш, ошқозон ости бези фаолиятини яхшилаш орқали ичак эвакуация жарёнини кучайтиради натижада истеъмол қилинган таомлар таркибидаги озуқавий моддаларни сўрилишини таъминлаб, ич келишини яхшилайди. “ЯЙРАТАН ЗИРАВОРИ”ни доимий истеъмол қилиш  онкологик касалликларнинг олдини олишга, ичак микрофлораси яхшиланишига, холестрин миқдорини меъёрлаштиришда катта ёрдам беради.\n" +
                "Ушбу зираворнинг гликемик индекиси 12 % ва овқат толаси 11 граммга тенг.\n" +
                "Тавсия этилмайди: 3 ёшгача бўлган болалар учун."},
        {id:1,image:pecheni,name:"ОРГАНИК ЙОДЛАНГАН ПЕЧЕНЬЕЛАР",icon:stz,date:"Ts 309245313-003:2022",desc:"Тавсия этилади: Ушбу печеньелар таркибидаги оқсил, ёғ, углеводлар баланслаштирилган бўлиб, микронутириентларга жуда бой бўлиб,  таркибидаги органик йод организмга осон ўзлаштирилганлиги боис 1 ёшдан 55 ёшгача бўлган барча инсонлар учун истеъмол қилиш тавсия этилади. Бу турдаги печеньелар жуда мазали бўлиб, таркибида триптафан аминакислотаси борлиги сабабли истеъмол қилганда кайфиятни жуда тез кўтариши билан антидепрессант ҳисобланади. Шунингдек, печеньелар таркибида овқат толаси етарли миқдорда бўлганлиги боис ичак микрофлорасини яхшилаб боради. \n" +
                "Бу турдаги  печеньелар мунтазам истеъмол қилиб  борилганда организмда йод етишмовчилиги билан боғлиқ бўлган барча муаммоларни бартараф этади ҳамда болаларда тана ҳароратининг тушиб кетишини олдини олади. \n" +
                "Энг асосийси, ушбу органик йод маҳсулотда табиий  био ҳолатда бўлганлиги боис, организмда йод дозасини ошириб юбориш ҳолатини бартараф этади.\n" +
                "Тавсия этилмайди: 55 ёшдан ошганлар учун"},
        {id:1,image:bugdoy,name:"БУҒДОЙ - ЖАВДАР ҚАЙНАТМА НОНИ",icon:stz,date:"Ts 27160335-002:2019,MTR.008-2017",desc:"Тавсия этилади: қандли диабетда, юрак - қон томир касалликларида, ич қотишида, семиришда, калий ва кальций етишмовчилигида, панкреатитда, буйрак касалликларида. Шунингдек, аллергияси борлар ҳар куни истеъмол қилиб боришлари учун жуда фойдали  \n" +
                "Ушбу ноннинг 100 граммида гликемик индекс 45,1% га, овқат толаси 4,3 граммга тенг бўлиб, ошқозон-ичак тизимида ҳазм қилиш жараёнини яхшилайди, ичакдаги токсинларни ташқарига ҳайдашга ёрдам беради. \n" +
                "Суткалик норма: 100 -300 грамм."},
        {id:1,image:kunjut,name:"“КУНЖУТЛИ КУЛЧА НОН” ва “КУНЖУТЛИ НОН”",icon:stz,date:"Ts 27160335-002:2019,MTR.008-2017",desc:"Тавсия этилади: камқонликда, ич қотишида, қон босими юқориларда, атеросклерозда, онкологик касалликларда, қандли диабетда, дисбактериозда, аллергик касалликларда... Шунингдек, антибиотиклар билан даволангандан сўнг организмни тозалаш учун истеъмол қилиш жуда фойдали.  Бу турдаги функционал нонлар ҳомиладорлар, ёш болалар, ўсмирлар, эмизикли аёллар, фитнес билан мунтазам шуғулланувчилар учун ҳар кунлик асосий озуқа ҳисобланади.\n" +
                "\n" +


                "Гликемик индекс 47,7% тенг, овқат толаси 7,0 граммга тенг бўлиб, таркиби 20 хил аминокислоталар, макро ва микро элементлар, фолат кислота ва витаминларга бой. \n" +
                "Тавсия этилмайди: буйрак, ўт-тош касаллиги бор инсонлар мунтазам истеъмол қилишлари учун.\n" +
                "\n" +
                "Суткалик норма: 50-200 грамм."},
        {id:1,image:bugdoyJavdar,name:"“БУҒДОЙ – ЖАВДАР БАТОНИ”",icon:stz,date:"Ts 27160335-002:2019,MTR.008-2017",desc:"Тавсия этилади: ўсмир йигит-қизларга, спорт билан мунтазам шуғулланувчиларга, ҳомиладорларга, эмизикли аёлларга, боғча ёшидаги болаларга, турли хил микроэлементлар етишмовчилигида, камқонликда, аллергик касалликларда... Шунингдек, аҳолининг кенг қатлами доимий истеъмоли учун.\n" +
                "\n" +
                "Ушбу ноннинг 100 граммида гликемик индекс 48,8% га ва овқат толаси 4,5 грамм бўлиб, ёш организмнинг тўғри ривожланиб боришини таъминлаб, овқатдан семиришни олдини олади.\n" +
                "Тавсия этилмайди: индивидуал ҳолатларда.\n" +
                "\n" +
                "Суткалик норма: 150-300 грамм."},
        {id:1,image:zogora,name:"“ЗОҒОРА НОН”",icon:stz,date:"Ts 27160335-002:2019,MTR.008-2017",desc:"Тавсия этилади: зоғора нон таркибида глютен миқдорини камлиги ва озуқавий қиймати юқорилиги билан осон ҳазм бўлади. Ушбу нон 3 ёшгача бўлган болаларга, кексаларга, эмизикли аёлларга, спорт билан мунтазам шуғулланувчиларга, ўт ва жигар касалликлари,  юрак - қон томир касалликлари, ошқозон-ичак яра касалликлари бор инсонлар доимий истеъмол қилиб боришлари фойдали ҳисобланади \n" +
                "\n" +
                "Ушбу ноннинг 100 граммида гликемик индекс 50,5% га ва овқат толаси 4,5 граммга тенг.\n" +
                "\n" +
                "Тавсия этилмайди: қандли диабет билан оғриган инсонлар учун     \n" +
                "\n" +
                "Суткалик норма: 100-250 грамм."},
    ];

    const videoEl = useRef(null);

    const attemptPlay = () => {
        videoEl &&
        videoEl.current &&
        videoEl.current.play().catch(error => {
            console.error("Error attempting to play", error);
        });
    };

    useEffect(() => {
        attemptPlay();
    }, []);

    return (
        <div >

            <div className="container products">
                <div className="videoMain">
                    <video
                        style={{maxWidth: "100%", width: "800px", margin: "0 auto"}}
                        playsinline
                        loop
                         muted
                        // controls
                        alt="All the devices"
                        src={video}
                        ref={videoEl}
                    />
                </div>
            <h2 className="ours">Бизнинг Махсулотлар</h2>
            {
                data.map((item ,index ) => {
                   return <div key={index} className="row main">
                       <div className="col-lg-4 col-md-6col-12 image">
                           <img src={item.image} alt=""/>
                       </div>
                       <div className="col-lg-8 col-md-6  col-12">
                           <div className="description">
                               <h2>{item.name}</h2>
                               <div className="date">
                                   <img src={item.icon} alt=""/>
                                   <h4>{item.date}</h4>
                               </div>
                               <h5>{item.desc}</h5>

                           </div>
                       </div>

                   </div>
                })
            }
            </div>
        </div>
    );
};

export default Products;